Repository: kgolezardi/Performance-Review-Web
Catalog: src/locales/*/messages.po
Languages: fa

source: %s - Performance Review
fa: %s - مرور عملکرد

source: **Coordinate reviewers with manager
fa: این مرورکنندگان پاسخ به سه سوال اول رو خواهند خوند و به سوالات مشابهی در مورد عمکلرد این شخص در این فعالیت پاسخ خواهند داد. هدف بر اینه که مجموعهٔ بازخوردهای داده شده از طرف این افراد، بیشترین کمک رو به رشد سحابی و غنی‌تر شدن اطلاعات شما برای ارزیابی عملکرد بکنه. در صورت تغییر در لیست مرورکنندگان، این تغییرات رو با خود مرورشونده هماهنگ کنید. (حداکثر {num} مرورکننده)

source: **Coordinate reviewers with your manager (maximum {num} reviewers)
fa: مرورکنندگانی که اینجا انتخاب می‌کنی، مواردی که بالا مشخص شده رو در فاز بعدی فرایند می‌خونن و درباره‌شون بهت بازخورد می‌دن. همچنین این افراد «ویژگی‌های بارز» تو رو از نگاه خودشون (و بدون خوندن نوشته‌هات) می‌نویسند. مرورکنندگان رو حتما با هماهنگی مدیر مستقیمت انتخاب کن (حداکثر {num} نفر).

source: Achievements
fa: فعالیت‌ها

source: Add
fa: افزودن

source: Add here after completing any evaluation
fa: هر ارزیابی که تکمیل شد رو به اینجا اضافه کن

source: All
fa: همه

source: All reviews were successfully done
fa: تمامی ارزیابی‌ها با موفقیت انجام شد

source: An error occurred. Try again!
fa: خطایی رخ داده. دوباره تلاش کنید.

source: Are you sure you want to delete {projectName} review?
fa: آیا از حذف {projectName} مطمین هستید؟

source: Are you sure you want to end the {name} evaluation?
fa: آیا مطمئنی که میخوای ارزیابی ‌{name} رو تموم کنی؟

source: Cancel
fa: لغو

source: Changes you made may not be saved.
fa: یعنی بدون ذخیره تغییرات می‌خوای بری؟؟

source: Choose projects you have been working on in the past year (At most {num}).
fa: در گام اول با مدیرت مشورت کن و عمدهٔ فعالیت‌هایی که از دورهٔ قبلی مرور عملکرد تا الان داشتی رو به حداکثر {num} فعالیت کلی بشکون و برای هر کدوم به سوالات مربوط بهش جواب بده.

source: Colleague name
fa: نام همکار

source: Criteria
fa: معیارها

source: Dashboard
fa: پیشخوان

source: Dear {name}, Hello
fa: {name} عزیز، سلام

source: Delete
fa: حذف

source: Doing
fa: در حال انجام

source: Dominant Characteristics
fa: ویژگی‌های بارز

source: Done
fa: انجام شده

source: Edit
fa: ویرایش

source: Edit project title
fa: ویرایش عنوان فعالیت

source: End {name}'s evaluation
fa: اتمام ارزیابی {name}

source: Error
fa: خطا

source: Evaluation
fa: ارزیابی

source: Evaluation Status
fa: وضعیت ارزیابی

source: Exceeds Expectations from Him/Her
fa: فراتر از انتظاری که ازش میره

source: Exceeds Expectations from me
fa: فراتر از انتظاری که از من میره

source: Go to Achievements page and add projects you have participated in
fa: به صفحه‌ی فعالیت‌ها برو و فعالیت‌‌هایی که داشتی را وارد کن

source: Good job!
fa: باریکلا! چه خوب که همه رو داری انجام میدی یا شایدم تمومشون کردی

source: He/She Needs Improvement
fa: کمتر از حد انتظاری که ازش میره

source: He/She asked your review on {numberOfProjects} project(s)
fa: در {numberOfProjects} فعالیت از شما نظر خواسته است

source: How effective were you in this project?
fa: خودت رو در انجام این فعالیت چطور ارزیابی می‌کنی؟

source: I Need Improvement
fa: کمتر از حد انتظاری که از من میره

source: I approve
fa: لیست مرورکنندگان بالا مورد تایید بوده و تغییرات اعمال شده به اطلاع خود مرورشونده رسیده است.

source: I consulted with my manager
fa: در مورد نوشتن این فعالیت و انتخاب مرورکنندگان آن با مدیرم مشورت کرده‌ام.

source: I thought you forgot to write your strengths!
fa: کاش یه نقطه‌ی قوت هم بنویسی!

source: In Progress
fa: در حال انجام

source: It'd be a good idea to write a weakness!
fa: کاش یه نقطه‌ی ضعف هم بنویسی!

source: It'd be good if u wrote more!
fa: کاش بیشتر برامون بنویسی!

source: It's complete!
fa: تکمیل شد!

source: Login
fa: ورود

source: Manager
fa: مدیر مستقیم

source: Manager's Overall Evaluation of Your Performance
fa: ارزیابی کلی مدیر از عملکردت

source: Meets Expectations from Him/Her
fa: سازگار با انتظاری که ازش میره

source: Meets Expectations from me
fa: سازگار با انتظاری که از من میره

source: My evaluation
fa: ارزیابی من

source: No
fa: خیر

source: No Options
fa: یافت نشد

source: No! Wait
fa: نه! می‌مونم

source: Other people comments about your performance compared to initial expectation
fa: نظرات دیگران در مورد سطح عمکرد شما در این فعالیت

source: Other people comments about {name} performance compared to initial expectation
fa: نظرات دیگران در مورد سطح عملکرد {name} در این فعالیت

source: Overall Evaluation
fa: ارزیابی کلی

source: Overall Rating
fa: ارزیابی کلی

source: Password
fa: گذرواژه

source: Peer Review
fa: ارزیابی همکار

source: Performance Review
fa: مرور عملکرد

source: Performance Review System
fa: سامانه مرور عملکرد

source: Persian
fa: فارسی

source: Programmers are typing...
fa: برنامه‌نویسان در حال تایپند...‌

source: Project review name is duplicated.
fa: عنوان فعالیت تکراری است.

source: Project title
fa: عنوان فعالیت

source: Projects
fa: فعالیت‌ها

source: Reviewee
fa: ارزیابی‌شونده

source: Reviewers (maximum {num})
fa: مرورکننده‌ها (حداکثر {num})

source: Save
fa: ذخیره

source: See Less
fa: مشاهده کمتر

source: See More
fa: مشاهده بیشتر

source: Select
fa: انتخاب کنید

source: Self Review
fa: ارزیابی من

source: Show and claim reward
fa: مشاهده و دریافت جایزه

source: Something went wrong.
fa: خطایی رخ داد.

source: Something went wrong. Please try again
fa: خطایی رخ داد. لطفا مجددا تلاش نمایید

source: Start
fa: شروع

source: Strengths and Weaknesses
fa: نقاط قوت و ضعف

source: Submit
fa: ثبت

source: Submit changes
fa: ثبت تغییرات

source: Successfully saved.
fa: با موفقیت ثبت گردید.

source: Superb
fa: فوق‌العاده

source: Thanks, I claim it later
fa: ممنون، جایزمو بعدا می‌گیرم

source: The manager has not been consulted
fa: نیازمند مشورت با مدیر

source: The most important characteristics or behaviors I should improve in myself
fa: مهم‌ترین ویژگی‌ها یا رفتارهایی که باید بهبودشون بدم

source: The most important characteristics or behaviors he/she should improve
fa: مهم‌ترین ویژگی‌ها یا رفتارهایی که باید بهبودشون بده

source: The most important characteristics or effective behaviors that I should maintain
fa: مهم‌ترین ویژگی‌ها یا رفتارهای مؤثری که باید ادامه‌شون بدم

source: The most important characteristics or effective behaviors that he/she should maintain
fa: مهم‌ترین ویژگی‌ها یا رفتارهای مؤثری که باید ادامه‌شون بده

source: The parts that are not complete
fa: قسمت‌هایی که کامل نیستند

source: The project review name already exists.
fa: نام فعالیت تکراری است

source: Those who did not comment
fa: کسانی که نظر ندادند

source: Todo
fa: انجام نشده

source: Try Again
fa: تلاش مجدد

source: Unknown
fa: نامعین

source: User
fa: کاربر

source: Username
fa: نام کاربری

source: Username or Password is incorrect.
fa: نام کاربری یا گذرواژه اشتباه است.

source: View
fa: مشاهده

source: What should he/she continue doing
fa: چی رو ادامه بده

source: What should he/she improve
fa: چی رو بهبود بده

source: What to continue doing
fa: چی رو ادامه بدم

source: What to improve
fa: چی رو بهبود بدم

source: Yes
fa: بله

source: Yes! Go
fa: آره! می‌رم

source: You can choose maximum {num} reviewers
fa: حداکثر {num} مورد رو می‌تونی انتخاب کنی

source: You did not write any strengths
fa: هیچ نقطه قوتی ننوشتی

source: You did not write any weaknesses
fa: هیچ نقطه ضعفی ننوشتی

source: You have evaluated all {total} achievements. You can change them whenever you want to.
fa: هر {total} همه فعالیت‌‌ها ارزیابی شد. هر زمان که خواستی می‌تونی اونارو تغییر بدی

source: You haven't added any project.
fa: هنوز هیچ فعالیتی اضافه نکردی!

source: You haven't entered anything yet!
fa: هنوز چیزی ننوشتی!

source: You haven't evaluated any achievements yet
fa: هنوز هیچ فعالیتی را ارزیابی نکردی

source: You haven't started evaluating yet!
fa: هنوز شروع به ارزیابی نکردی!

source: You're almost there!
fa: یه کم مونده!

source: Your comment about {name}'s performance in this project
fa: نظر شما در مورد عملکرد {name} در این فعالیت

source: Your comments about your performance compared to initial expectation
fa: نظر شما در مورد سطح عملکردتان در این فعالیت

source: Your evaluation of {name} on project {projectName}
fa: ارزیابی شما از {name} در فعالیت {projectName}

source: Your evaluation:
fa: ارزیابی شما:

source: {evaluatedItems} of {total} achievements are evaluated
fa: {evaluatedItems} مورد از {total} فعالیت ارزیابی شد

source: {evaluationsCount} evaluations / {commentsCount} comments
fa: {evaluationsCount} ارزیابی / {commentsCount} نظر

source: {name}'s comment about his/her achievements in this project
fa: نظر {name} در مورد دستاوردهاش در این فعالیت

source: {name}'s comment about his/her performance compared to initial expectation
fa: نظر {name} در مورد سطح عملکردش نسبت به انتظاری که ازش میره

source: {name}'s evaluation completed successfully.
fa: ارزیابی {name} با موفقیت تمام شد.
